[
  {
     "id": 1,
     "status": "Misleading",
     "statusImage": "images/logo.png",
     "image": "assets/politics/images/article/indian-explosive.jpg",
     "category": "Politics",
     "date": "June 9, 2024",
     "author": "Anand kumar",
     "source": "https://www.presstv.ir/Detail/2024/06/06/726973/Made-in-India-bomb",
     "sourceText": "Quds News Network",
     "title": "Fact Check: Israel Using Indian Bomb Shells in Gaza",
     "claim": "\"Made in India\" reads the label on the remains of a missile dropped by Israeli warplanes at a UN shelter in Nusseirat refugee camp last night.",
     "claimTweet": "https://twitter.com/QudsNen/status/1798676471835447456?ref_src=twsrc%5Etfw",
     "realityImage": "assets/politics/images/reality/ul-mark.png",
     "realityText": "The label \"Made in India\" found on missile remnants in Gaza has led to speculation about Indian weapons being used in the conflict. However, upon closer examination, the presence of a UL (Underwriters Laboratories) mark above the \"Made in India\" text indicates that the equipment has been certified by Underwriters Laboratories, not necessarily that it is a weapon manufactured in India for military use. Underwriters Laboratories is an organization that provides safety certifications for products. Therefore, the claim that Israel is using Indian bomb shells in Gaza is misleading; the label signifies certification, not the origin of military hardware."
  },
   {
    "id": 2,
    "status": "misleading",
    "statusImage": "images/logo.png",
    "image": "assets/politics/images/article/maharashtra.jpg",
    "category": "politics",
    "date": "June 18, 2024",
    "author": "Sahil Kapoor",
    "source": "https://indianexpress.com/article/cities/mumbai/as-maharashtra-govt-allocates-rs-10-crore-for-waqf-board-vhp-says-appeasement-politics-9393319/",
    "sourceText": "The Indian Express",
    "title": "Fact Check: Maharashtra to allocate ₹10 crore to wafq board",
    "claim": "Maharashtra Govt has allocated ₹10 Crore to State Waqf Board!",
    "claimTweet": "https://twitter.com/MumbaichaDon/status/1801470282190016827?ref_src=twsrc%5Etfw",
    "realityImage": "assets/politics/images/reality/wafq.jpg",
    "realityText": "The government of Maharashtra allocated Rs 10 crore to the wafq board for minority welfare. Rs. 2 crore has been released to wafq in Aurangabad and has been assured the rest of the money to be given subsequently.The Vishwa Hindu Parishad last Friday termed the state government's decision to allocate Rs 10 crore to Waqf Board for its digitisation for the financial year 2024-25 as politics of appeasement.The funds allocated by the state government was for digitisation of the Waqf Board. The process was necessitated to fix the wrongs.It would help to identity the land which has been wrongly acquired from Hindus and tribals and backward classes.The question also arises that Wafq board is 3rd biggest land owner after military and railway in this country. They are well equipped with the resources needed for the process. The Maharashtra government could have used other means for digitizing the board why allocate so much money to them?"
  }, 
   {
    "id": 3,
    "status": "misleading",
    "statusImage": "images/logo.png",
    "image": "assets/politics/images/article/atalart.jpg",
    "category": "politics",
    "date": "June 23, 2024",
    "author": "Anand Kumar",
    "source": "https://www.thehindu.com/news/national/within-six-months-of-opening-road-to-indias-longest-sea-bridge-develops-cracks/article68317030.ece",
    "sourceText": "TheHindu",
    "title": "Fact Check: Maharashtra Congress alleges corruption; MMRDA says there is no structural defect and the cracks are minor.",
    "claim": "Maharashtra Congress alleges corruption, says atal setu was not built by professionals and tax payers were scammed of their money.",
    "claimTweet": "https://twitter.com/INCIndia/status/1804148286598844602?ref_src=twsrc%5Etfw",
    "realityImage": "assets/politics/images/reality/atalreal.jpg",
    "realityText": "The Mumbai Metropolitan Region Development Authority (MMRDA), the government body responsible for Atal Setu’s construction and upkeep, said the cracks were not owing to any structural defect. “During an inspection by the Operation & Maintenance team on June 20, minor cracks were found on the road surface at three locations on the ramp towards Mumbai. These cracks are minor and located along the edge of the road,” read an MMRDA statement.The MMRDA’s clarification note mentioned that the minor longitudinal cracks in the asphalt pavement can be effectively repaired without impacting the life or performance of the pavement.As the entire project is under defect liability period, the contractor responsible for constructing this stretch had been asked to fix it within 24 hours. By Friday evening, the repair work was initiated, the MMRDA said."
  }
]
  
